<template>
  <div class="afterService-wrap">
    <main>
      <h2>售后服务</h2>
      
      <h3>服务流程</h3>
      <p>您可以拨打 <strong>400-705-8885</strong> 与客户服务中心取得联系，发起售后服务请求。您还可以发送相关信息至客服邮箱（<span style="color: #6dcbf8;">Support@pacewear.com</span>）为您及时处理。</p>
      
      <div class="process-text">
        <div class="process-text-list">
          <h4>1、发起售后</h4>
          <p>您可以登录官网会员自助操作，或拨打客服热线、</p>
          <p>访问在线客服发起售后。</p>
        </div>
        
        <div>
          <h4>2、客服确认</h4>
          <p>服务人员根据您的需求，为您确认后续方案。</p>
        </div>
        
        <div>
          <h4>3、退换修</h4>
          <p>在三包期限内，您可以联系售后服务中心或者</p>
          <p>官网售后政策了解退换修。</p>
        </div>
      </div>
      
      <h3>数据备份</h3>
      <p>您在接受服务之前请将所有资料另行备份或记录，维修过程可能造成的资料错漏、丢失或损坏，本公司不承担任何责任及由此可能带来的任何损失。</p>
      
      <h3>付费维修</h3>
      <p>属下列情况者，不实行手表的三包，但可以实行收费修理。</p>
      <div style="margin-top: 30px;">
        <p>一、消费者因使用、维护、保管所造成的损坏。</p>
        <p>二、非承担三包修理者拆动所造成的损坏。</p>
        <p>三、无三包凭证及发票。</p>
        <p>四、三包凭证型号与修理产品型号不符或涂改的。</p>
        <p>五、因不可抗力造成的损坏。</p>
      </div>
      
      
      <h3>维修配件的所有权</h3>
      <p>三包时间内无偿维修过程中被维修更换的产品配件或其任一个或多个零配件，将由本公司售后服务机构收回并享有所有权。</p>
      
      <h3>使用范围限制</h3>
      <p>智能手表不应应用于医疗、交通、金融等需要精确计时的行业及应用场景，因购买的腾讯儿童手表计时误差而引起的经济损失或者其他损失，本公司不承担任何责任。</p>
      
      <h3>联系客服</h3>
      <p>客服地址：山东省青岛市李沧区世园大道东首世园村4号楼2楼205室</p>
      <p>邮政编码：<strong>266101</strong></p>
      <p>服务时间：<strong>9:00-21:00</strong></p>
      <p>服务电话：<strong>400-705-8885</strong></p>
      
      <h3>官方账号</h3>
      <p>官网微博：<strong>Pacewear</strong></p>
      <p>客服邮箱：<strong>Support@pacewear.com</strong></p>
      
      <h3>售后政策</h3>
      <p>依据《中华人民共和国消费者权益法》及《中华人名共和国产品质量法》实行售后三包服务：自购买日起7日内，如产品出现以下情况且经售后服务中心检测确认后：可享受维修、更换、退货的权利；15日内可享受维修、更换的权利；1年以内根据官方保修政策执行。 产品购买者行使三包权利时请您同时提供保修卡及有效发票凭证。</p>
      
      <h3>保修条款</h3>
      <p>产品出现问题时，请您拨打400-705-8885进行咨询或登录官网主页查询。</p>
      <p style="margin-top: 2em;">关于保修期内产品的无偿修理，从购入之日起开始实施。有关保修的内容具体如下：</p>
      <p>一、进行保修时，请出示保修卡及有效发票凭证，本保修卡遗失后不再补发。</p>
      <p>二、本保修卡仅限于中华人民共和国内有效（香港、澳门、台湾三地暂不适用）。</p>
      <p>三、自购入日起：以下期间内，正常使用中发生故障的情况下进行无偿修理：</p>
      <p style="margin-left: 2em;">1、整机（不含表带、电池）保修12个月；电池保修6个月。</p>
      <p>四、请在修理前自行保存个人文件资料的备份，因维修造成的资料数据损失本公司不予负责修复。</p>
      <p>五、请注意在以下情况，即使在保修时间内，也不能以无偿修理对待；</p>
      <div style="margin-left: 2em;">
        <p>1、不能出示保修卡及有效发票凭证的；</p>
        <p>2、超出保修期人为损坏（进沙、进水、撞击、外观破损、灾害（地震/火灾/雷击等））</p>
        <p>3、未经官方授权，擅自拆卸维修产品；</p>
        <p>4、产品上非在正规销售渠道购买；</p>
        <p>5、报修卡上日期/产品型号被篡改、涂抹。</p>
      </div>
      
    
    </main>
  </div>
</template>

<script>
export default {
  name: 'afterService'
};
</script>

<style lang="less" scoped>
  .afterService-wrap {
    padding: 20px 0;
    h2 {
      text-align: center;
    }
    
    h3 {
      margin-top: 60px;
    }
    
    main {
      width: 1200px;
      margin: 0 auto;
      padding:20px 40px 40px;
      background: #fff;
      p {
        color: #6b6b6b;
        line-height: 2em;
      }
      .process-text {
        display: flex;
        h4 {
          margin-bottom: 5px;
        }
        div {
          flex: 1
        }
      }
    }
  }
</style>
